IDEA Open Model
ProjectData.Number Property
Compatible with IDEA StatiCa Beta 20.0
 Gets or sets the number of project.
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public string Number { get; set; }
Public Property Number As String
	Get
	Set
Property Value
Type: String
See Also
Reference
ProjectData Class
IdeaRS.OpenModel Namespace